export const PROVINCES_DATA = [
  {
    "id": "52",
    "name": "Ordu",
    "hcKey": "tr-or",
    "lat": 40.74196014499252,
    "lng": 37.428682515951294,
    "url": ""
  },
  {
    "id": "55",
    "name": "Samsun",
    "hcKey": "tr-ss",
    "lat": 41.29170400798995,
    "lng": 36.01962600591227,
    "url": ""
  },
  {
    "id": "27",
    "name": "Gaziantep",
    "hcKey": "tr-ga",
    "lat": 37.104734186782835,
    "lng": 37.24584977585791,
    "url": ""
  },
  {
    "id": "41",
    "name": "Kocaeli",
    "hcKey": "tr-kc",
    "lat": 40.88135836039564,
    "lng": 29.867447887691625,
    "url": ""
  },
  {
    "id": "10",
    "name": "Balikesir",
    "hcKey": "tr-bk",
    "lat": 39.863500219997206,
    "lng": 27.787366504325597,
    "url": ""
  },
  {
    "id": "17",
    "name": "Çanakkale",
    "hcKey": "tr-ck",
    "lat": 40.09269097955638,
    "lng": 26.617619863518748,
    "url": ""
  },
  {
    "id": "60",
    "name": "Tokat",
    "hcKey": "tr-tt",
    "lat": 40.41481388271764,
    "lng": 36.571953184100124,
    "url": ""
  },
  {
    "id": "28",
    "name": "Giresun",
    "hcKey": "tr-gi",
    "lat": 40.56394485640341,
    "lng": 38.60608707257357,
    "url": ""
  },
  {
    "id": "24",
    "name": "Erzincan",
    "hcKey": "tr-en",
    "lat": 39.547970475672585,
    "lng": 39.516421815132745,
    "url": ""
  },
  {
    "id": "12",
    "name": "Bingöl",
    "hcKey": "tr-bg",
    "lat": 39.02930864719072,
    "lng": 40.64213544000088,
    "url": ""
  },
  {
    "id": "31",
    "name": "Hatay",
    "hcKey": "tr-ht",
    "lat": 36.420301507551315,
    "lng": 36.2273469724058,
    "url": ""
  },
  {
    "id": "01",
    "name": "Adana",
    "hcKey": "tr-aa",
    "lat": 37.50942855537431,
    "lng": 35.648217088863944,
    "url": ""
  },
  {
    "id": "19",
    "name": "Çorum",
    "hcKey": "tr-cm",
    "lat": 40.60946904837064,
    "lng": 34.71107964095076,
    "url": ""
  },
  {
    "id": "71",
    "name": "Kinkkale",
    "hcKey": "tr-kk",
    "lat": 39.8038478305229,
    "lng": 33.68491892168322,
    "url": ""
  },
  {
    "id": "51",
    "name": "Nigde",
    "hcKey": "tr-ng",
    "lat": 37.87801753033661,
    "lng": 34.70916516199691,
    "url": ""
  },
  {
    "id": "68",
    "name": "Aksaray",
    "hcKey": "tr-ak",
    "lat": 38.46700638640923,
    "lng": 33.87732405654587,
    "url": ""
  },
  {
    "id": "40",
    "name": "Kirsehir",
    "hcKey": "tr-kh",
    "lat": 39.33950107245711,
    "lng": 34.13099251793198,
    "url": ""
  },
  {
    "id": "66",
    "name": "Yozgat",
    "hcKey": "tr-yz",
    "lat": 39.623948782266176,
    "lng": 35.133222250276305,
    "url": ""
  },
  {
    "id": "05",
    "name": "Amasya",
    "hcKey": "tr-am",
    "lat": 40.63803940332939,
    "lng": 35.76212858661846,
    "url": ""
  },
  {
    "id": "49",
    "name": "Mus",
    "hcKey": "tr-ms",
    "lat": 39.012982730071435,
    "lng": 41.90186259163903,
    "url": ""
  },
  {
    "id": "72",
    "name": "Batman",
    "hcKey": "tr-bm",
    "lat": 38.03625334241582,
    "lng": 41.4270718110824,
    "url": ""
  },
  {
    "id": "36",
    "name": "Kars",
    "hcKey": "tr-ka",
    "lat": 40.51496710504556,
    "lng": 42.93951018462972,
    "url": ""
  },
  {
    "id": "76",
    "name": "Iğdır",
    "hcKey": "tr-ig",
    "lat": 39.86946545894463,
    "lng": 44.06235209106707,
    "url": ""
  },
  {
    "id": "81",
    "name": "Düzce",
    "hcKey": "tr-du",
    "lat": 40.91181247502199,
    "lng": 31.334896005823296,
    "url": ""
  },
  {
    "id": "67",
    "name": "Zinguldak",
    "hcKey": "tr-zo",
    "lat": 41.30928576488763,
    "lng": 31.826917096964642,
    "url": ""
  },
  {
    "id": "78",
    "name": "Karabük",
    "hcKey": "tr-kb",
    "lat": 41.18275990721319,
    "lng": 32.63291273653859,
    "url": ""
  },
  {
    "id": "77",
    "name": "Yalova",
    "hcKey": "tr-yl",
    "lat": 40.58592205252552,
    "lng": 29.101656306148683,
    "url": ""
  },
  {
    "id": "54",
    "name": "Sakarya",
    "hcKey": "tr-sk",
    "lat": 40.75043706349676,
    "lng": 30.44466329227962,
    "url": ""
  },
  {
    "id": "18",
    "name": "Çankiri",
    "hcKey": "tr-ci",
    "lat": 40.679796075961406,
    "lng": 33.32882583626575,
    "url": ""
  },
  {
    "id": "14",
    "name": "Bolu",
    "hcKey": "tr-bl",
    "lat": 40.59220125141755,
    "lng": 31.56080452237847,
    "url": ""
  },
  {
    "id": "22",
    "name": "Edirne",
    "hcKey": "tr-ed",
    "lat": 41.28668064887632,
    "lng": 26.469247744594803,
    "url": ""
  },
  {
    "id": "26",
    "name": "Eskisehir",
    "hcKey": "tr-es",
    "lat": 39.627716301601396,
    "lng": 31.089842699729555,
    "url": ""
  },
  {
    "id": "42",
    "name": "Konya",
    "hcKey": "tr-ko",
    "lat": 37.948030597982765,
    "lng": 32.88275224001698,
    "url": ""
  },
  {
    "id": "16",
    "name": "Bursa",
    "hcKey": "tr-bu",
    "lat": 40.08358614116294,
    "lng": 29.02029095060974,
    "url": ""
  },
  {
    "id": "39",
    "name": "Kirklareli",
    "hcKey": "tr-kl",
    "lat": 41.67850265973914,
    "lng": 27.491579505954636,
    "url": ""
  },
  {
    "id": "34",
    "name": "Istanbul",
    "hcKey": "tr-ib",
    "lat": 41.207562742836714,
    "lng": 29.013590274271245,
    "url": ""
  },
  {
    "id": "70",
    "name": "Karaman",
    "hcKey": "tr-kr",
    "lat": 37.0400584381949,
    "lng": 33.30298037038867,
    "url": ""
  },
  {
    "id": "07",
    "name": "Antalya",
    "hcKey": "tr-al",
    "lat": 36.761262007388666,
    "lng": 30.957743651913397,
    "url": ""
  },
  {
    "id": "03",
    "name": "Afyonkarahisar",
    "hcKey": "tr-af",
    "lat": 38.52100749688071,
    "lng": 30.689716598373366,
    "url": ""
  },
  {
    "id": "15",
    "name": "Burdur",
    "hcKey": "tr-bd",
    "lat": 37.380391018143044,
    "lng": 30.16323488606259,
    "url": ""
  },
  {
    "id": "32",
    "name": "Isparta",
    "hcKey": "tr-ip",
    "lat": 37.93358844053109,
    "lng": 30.81894392775874,
    "url": ""
  },
  {
    "id": "09",
    "name": "Aydin",
    "hcKey": "tr-ay",
    "lat": 37.721351517980395,
    "lng": 27.95488341278812,
    "url": ""
  },
  {
    "id": "45",
    "name": "Manisa",
    "hcKey": "tr-mn",
    "lat": 38.758047255054926,
    "lng": 28.131972716019924,
    "url": ""
  },
  {
    "id": "21",
    "name": "Diyarbakir",
    "hcKey": "tr-dy",
    "lat": 38.05760261864873,
    "lng": 40.27072652295255,
    "url": ""
  },
  {
    "id": "02",
    "name": "Adiyaman",
    "hcKey": "tr-ad",
    "lat": 37.82087682041911,
    "lng": 38.3399744979874,
    "url": ""
  },
  {
    "id": "46",
    "name": "K. Maras",
    "hcKey": "tr-km",
    "lat": 37.92856508141746,
    "lng": 37.0017537092411,
    "url": ""
  },
  {
    "id": "38",
    "name": "Kayseri",
    "hcKey": "tr-ky",
    "lat": 38.54235677311362,
    "lng": 35.92581653717326,
    "url": ""
  },
  {
    "id": "23",
    "name": "Elazig",
    "hcKey": "tr-eg",
    "lat": 38.77782673156483,
    "lng": 39.369964175162664,
    "url": ""
  },
  {
    "id": "33",
    "name": "Mersin",
    "hcKey": "tr-ic",
    "lat": 36.714481975643025,
    "lng": 33.82659036426866,
    "url": ""
  },
  {
    "id": "57",
    "name": "Sinop",
    "hcKey": "tr-sp",
    "lat": 41.65056022466959,
    "lng": 34.82211942027449,
    "url": ""
  },
  {
    "id": "08",
    "name": "Artvin",
    "hcKey": "tr-av",
    "lat": 41.03457081336123,
    "lng": 41.83389858877709,
    "url": ""
  },
  {
    "id": "53",
    "name": "Rize",
    "hcKey": "tr-ri",
    "lat": 40.92185919324925,
    "lng": 40.86900119603298,
    "url": ""
  },
  {
    "id": "61",
    "name": "Trabzon",
    "hcKey": "tr-tb",
    "lat": 40.811659252694085,
    "lng": 39.80455089768829,
    "url": ""
  },
  {
    "id": "06",
    "name": "Ankara",
    "hcKey": "tr-an",
    "lat": 39.67449633334704,
    "lng": 32.400303543644924,
    "url": ""
  },
  {
    "id": "63",
    "name": "Sanliurfa",
    "hcKey": "tr-su",
    "lat": 37.3515067032397,
    "lng": 39.05216066882234,
    "url": ""
  },
  {
    "id": "69",
    "name": "Bayburt",
    "hcKey": "tr-bb",
    "lat": 40.3090093813869,
    "lng": 40.30518714412199,
    "url": ""
  },
  {
    "id": "25",
    "name": "Erzurum",
    "hcKey": "tr-em",
    "lat": 40.04653886769995,
    "lng": 41.402183584682255,
    "url": ""
  },
  {
    "id": "47",
    "name": "Mardin",
    "hcKey": "tr-mr",
    "lat": 37.34397166456925,
    "lng": 40.9532382700027,
    "url": ""
  },
  {
    "id": "73",
    "name": "Sirnak",
    "hcKey": "tr-sr",
    "lat": 37.43784568800514,
    "lng": 42.545127520135104,
    "url": ""
  },
  {
    "id": "56",
    "name": "Siirt",
    "hcKey": "tr-si",
    "lat": 37.926681321749854,
    "lng": 42.221580576933206,
    "url": ""
  },
  {
    "id": "30",
    "name": "Hakkari",
    "hcKey": "tr-hk",
    "lat": 37.44067132750656,
    "lng": 44.08149688060564,
    "url": ""
  },
  {
    "id": "65",
    "name": "Van",
    "hcKey": "tr-va",
    "lat": 38.56872940846016,
    "lng": 43.568416520971866,
    "url": ""
  },
  {
    "id": "75",
    "name": "Ardahan",
    "hcKey": "tr-ar",
    "lat": 41.09390924289093,
    "lng": 42.85910206856771,
    "url": ""
  },
  {
    "id": "79",
    "name": "Kilis",
    "hcKey": "tr-ki",
    "lat": 36.81400727808173,
    "lng": 37.08981974111854,
    "url": ""
  },
  {
    "id": "74",
    "name": "Bartın",
    "hcKey": "tr-br",
    "lat": 41.59279159486289,
    "lng": 32.502728167676295,
    "url": ""
  },
  {
    "id": "59",
    "name": "Tekirdag",
    "hcKey": "tr-tg",
    "lat": 41.02672181474618,
    "lng": 27.45424716635442,
    "url": ""
  },
  {
    "id": "35",
    "name": "Izmir",
    "hcKey": "tr-iz",
    "lat": 38.67673162940311,
    "lng": 27.397770037215626,
    "url": ""
  },
  {
    "id": "37",
    "name": "Kastamonu",
    "hcKey": "tr-ks",
    "lat": 41.4398931018419,
    "lng": 33.69257683749864,
    "url": ""
  },
  {
    "id": "48",
    "name": "Mugla",
    "hcKey": "tr-mg",
    "lat": 36.93582373658717,
    "lng": 28.458391377652603,
    "url": ""
  },
  {
    "id": "43",
    "name": "Kütahya",
    "hcKey": "tr-ku",
    "lat": 39.31532615672279,
    "lng": 29.550601620828232,
    "url": ""
  },
  {
    "id": "50",
    "name": "Nevsehir",
    "hcKey": "tr-nv",
    "lat": 38.87421243455752,
    "lng": 34.63832944070418,
    "url": ""
  },
  {
    "id": "58",
    "name": "Sivas",
    "hcKey": "tr-sv",
    "lat": 39.55581947428763,
    "lng": 37.28988279179663,
    "url": ""
  },
  {
    "id": "62",
    "name": "Tunceli",
    "hcKey": "tr-tc",
    "lat": 39.17341626176286,
    "lng": 39.63799122870269,
    "url": ""
  },
  {
    "id": "44",
    "name": "Malatya",
    "hcKey": "tr-ml",
    "lat": 38.48584398308533,
    "lng": 38.18777342115574,
    "url": ""
  },
  {
    "id": "04",
    "name": "Agri",
    "hcKey": "tr-ag",
    "lat": 39.49553916492412,
    "lng": 43.36548175186298,
    "url": ""
  },
  {
    "id": "13",
    "name": "Bitlis",
    "hcKey": "tr-bt",
    "lat": 38.524775016215926,
    "lng": 42.346978948410865,
    "url": ""
  },
  {
    "id": "29",
    "name": "Gümüshane",
    "hcKey": "tr-gu",
    "lat": 40.341661215625464,
    "lng": 39.35656282248566,
    "url": ""
  },
  {
    "id": "80",
    "name": "Osmaniye",
    "hcKey": "tr-os",
    "lat": 37.312889630053704,
    "lng": 36.33072883591409,
    "url": ""
  },
  {
    "id": "11",
    "name": "Bilecik",
    "hcKey": "tr-bc",
    "lat": 40.070399823489666,
    "lng": 30.202481704616666,
    "url": ""
  },
  {
    "id": "20",
    "name": "Denizli",
    "hcKey": "tr-dn",
    "lat": 37.68085068512679,
    "lng": 29.29310420153442,
    "url": ""
  },
  {
    "id": "64",
    "name": "Usak",
    "hcKey": "tr-us",
    "lat": 38.54957785183946,
    "lng": 29.36298268335021,
    "url": ""
  }
];